package lections/*

	Домашнее задание :

1. Квадратный массив целых чисел
написать метод который получает на вход квадратный массив целых чисел
на выходе медод возвращает целое чисило - максимальное значение верхней треугольной матрицы
Ввод данных ползователем, и размер массива тоже
2.	 Вывести количество элементов >0 нижней треугольной матрицы,включая диагональ  (положительных)

аааааа
..аааа
.....а


3. на вход прямоугольный массив н.м
размер обьявляет пользователь

метод, который найдет для последней строки минимальное и максимальное значение


4*. 1,2,3 методы которые позволяют производить обработку массивов
сумму мин ,макс, кол-во пол, отриц



*/
